Repository: phomes/gnome-media
Catalog: po/*.po
Languages: en@shaw, km, ne

source: <not described>
ne: <वर्णन नगरिएको>

source: There was an error getting the list of gm_audio profiles. (%s)
en@shaw: 火 ю ゐ gm_audio 答拆ゐ. (%s)
ne: जियम-ध्वनि प्ररोफाईलहरुको सूची पाउदै गर्दा एउटा त्रुटि भेटियो।(%s)

source: There was an error subscribing to notification of audio profile list changes. (%s)
en@shaw: 火 拆 答别 佛 答拆 ゐ 别○. (%s)
ne: दउसद(%s)

source: There was an error forgetting profile path %s. (%s)
en@shaw: 火 拣ю 答拆 %s. (%s)
ne: प्रोफाइल मार्ग %s हराएको त्रुटि भेटियो . (%s)

source: <no description>
ne: <विवरण छैन>

source: identity
ne: परिचय

source: wav
ne: वेभ

source: _Edit
en@shaw: _ю
ne: -सम्पादन गर

source: You must select one or more profiles to delete.
ne: मेट्नको निम्ति तपाईले एक वा बढी प्रोफाईलहरु छान्नुपर्छ।

source: Delete profile "%s"?
en@shaw: ゐ梆 答拆 "%s"?
ne: "%s" प्रोफाईल मेट्नुहन्छ?

source: Delete Profile
en@shaw: ゐ梆 答拆
ne: प्रोफाईल मेट्नुहोस्

source: Edit GMAudio Profiles
ne: जी एम ध्वनि प्रोफाईलहरु सम्पादन गर

source: _Profiles:
en@shaw: _答拆ゐ:
ne: प्रोफाईलहरु:

source: You already have a profile called "%s"
en@shaw: 佛ゐю ｐ 答拆 佛ゐ "%s"
ne: "%s" नाम भएको प्रोफाईल तपाईसँग पहिलेदेखि नै छ

source: GConf Error (FIXME): %s
en@shaw: GConf 火 (FIXME): %s
ne: जि समायोजन त्रुटिलाई सच्चाउ):%s

source: The file "%s" is missing. This indicates that the application is installed incorrectly, so the dialog can't be displayed.
en@shaw: 拆 "%s" ヰ. 别 ゐ别 佛ゐ 火юゐ, 拆ゐ ゐ别.
ne: "%s"फाईल हराइरहेको छ। यसले यो कार्यक्रम गलत तरिकाले प्रतिस्थापिना गरिएको छ भन्ने देखाउछ, त्यसैले यो डायलग प्रदर्शन गर्न सकिदैन।

source: Edit Audio Profile
en@shaw: ю 佛 答拆
ne: ध्वनि प्रोफाईल सम्पादन गर

source: File _Extension:
ne: फाईल विस्तारण:

source: New Profile
en@shaw: 答拆
ne: नयाँ प्रोफाईल

source: Profile Description:
ne: प्रोफाईलको वर्णन:

source: Profile _Description:
ne: प्रोफाईलको वर्णन:

source: Profile _name:
ne: प्रोफाईलको नाम:

source: _Active?
ne: सक्रिय?

source: _Create
en@shaw: _别
ne: बनाऊ

source: _GStreamer Pipeline:
ne: जी स्ट्रिमर पाइपलाईन:

source: _Profile name:
en@shaw: _答拆 别:
ne: प्रोफाईलको नाम:

source: A description for the audio profile
en@shaw: 佛 答拆
ne: यो ध्वनि प्रोफाईलको एउटा विवरण

source: A description of the profile, containing more information and describing when to use this profile.
en@shaw: 答拆, 别 ヰ 拣ヰ别 拆 ю 筐 答拆.
ne: यो प्रोफाईलको एउटा विवरण, जसमा धेरै जानकारी छ र यस प्रोफाईललाई कहिले प्रयोग गर्ने भन्ने वर्नण गरिएको छ।

source: A filename extension to be used when storing files encoded with this profile.
en@shaw: 拆ゐ别 ю 筐 ю 桂 拆ゐ ю答 答拆.
ne: यस प्रोफाईलले गुप्तलेखन गरिएका फाईलहरु सञ्चय गर्दा प्रयोग हुने एउटा फाईलको नामको एक्सटेनसन।

source: A partial GStreamer pipeline to use for this profile.
en@shaw: 葛 GStreamer 拆ゐ拆 筐 答拆.
ne: यस प्रोफाईलको निम्ति प्रयोग गरिने एउटा आंशिक जी स्ट्रिमर पाइपलाइन।

source: A short name for the audio profile
en@shaw: 桂 别 佛 答拆
ne: प्रोफाईलको एउटा छोटो नाम

source: A short name for the audio profile, to be used in selections and uniquely identifying the profile.
en@shaw: 桂 别 佛 答拆, 筐 ゐю 筐梆ゐ 拆ю拆 答拆.
ne: प्रोफाईलको एउटा छोटो नाम, प्रोफाईललाई uniquely पहिचान गर्न र छान्नका निम्ति प्रयोग गरिन्छ।

source: CD Quality, Lossless
ne: सिडि स्तर, नोक्सानरहित

source: CD Quality, Lossy
ne: सिडि स्तर, नोक्सानमुलक

source: List of audio recording profiles. The list contains strings naming subdirectories relative to /system/gstreamer/audio/profiles.
ne: ध्वनि रेकर्ड गर्ने प्रोफाईलहरुका सूची। यस सूचीमा /प्रणाली/जिस्ट्रिमर/ध्वनि/प्रोफाईलहरुसंग सम्बन्धित उप-डाइरेक्ट्रीहरुका नाम भएका वर्ण समूहहरु छन्।

source: List of profiles
en@shaw: ゐ 答拆ゐ
ne: प्रोफाईलहरुको सूची

source: The default file extension for this profile
en@shaw: 佛ゐ 拆 ю 答拆
ne: यस प्रोफाईलको पूर्वनिर्धारित फाईल एक्सटेनसन

source: The partial GStreamer pipeline used
en@shaw: 葛 GStreamer 拆ゐ拆 筐
ne: आंशिक जिस्ट्रिमर पाइपलाइनको प्रयोग गरियो

source: Used for converting to CD-quality audio, but with a lossless compression codec. Use this if you later want to edit the file or burn it to CD.
ne: सिडि-स्तरको ध्वनिमा परिबर्तन गर्न प्रयोग गरिन्छ, तर ?????????। यदि तपाईलाई पछि सिडिमा संचय गर्न वा फाईल सम्पादान गर्ने चाहना भएमा, यसको प्रयोग गर्नुहोस्।

source: Used for converting to CD-quality audio, but with a lossy compression codec. Use this for CD extraction and radio recordings.
ne: सिडि-स्तरको ध्वनिमा परिबर्तन गर्न प्रयोग गरिन्छ, तर ?????????।यसको प्रयोग सिडिबाट निष्काशन र रेडियो रेकर्डिहरु गर्न गर्नुहोस्।

source: Used for converting to voice-quality audio. Use this for recording speech.
ne: स्वर स्तरको ध्वनिमा परिनत गर्न प्रयोग हुन्छ। यसको प्रयोग बोली संचय गर्न गर्नुहोस्।

source: Voice
ne: स्वर

source: Whether or not this profile is to be used
en@shaw: ю 答拆 筐
ne: यो प्रोफाईलको प्रयोग हन्छ कि हुन्न।

source: Whether or not to use and display this profile.
en@shaw: ю 筐 ゐ 答拆.
ne: यो प्रोफाईल प्रयोग र प्रदर्शन गर्नुहन्छ कि हुन्न।

source: Cannot connect to sound daemon. Please run 'esd' at a command prompt.
ne: ध्वनि daemonमा जोड्न सकिएन। कृपया आदेश promptमा 'ई एस डी' सञ्चालन गर्नुहोस्।

source: Specify the X position of the meter.
ne: मापनयन्त्रको एक्स स्थिति उल्लेख गर्नुहोस्।

source: X-Position
ne: एक्स-स्थिति

source: Specify the Y position of the meter.
ne: मापनयन्त्रको वाई-स्थिति उल्लेख गर्नुहोस्।

source: Y-Position
ne: वाई-स्थिति

source: Connect to the esd server on this host.
ne: ई एस डी सेवादायक मालिकसँग जोड्नुहोस्।

source: ESD Server Host
ne: ई एस डी सेवादायकको मालिक

source: Open a vertical version of the meter.
ne: मापनयन्त्रको एउटा ठाडो सँस्करण खोल।

source: Act as recording level meter.
ne: रेकर्ड हुँदाको स्तरको मापनयन्त्र जस्तै काम गर।

source: Host is %s
ne: %s मालिक हो

source: Recording level
ne: रेकर्ड हुँदाको स्तर

source: Volume Meter
ne: आवाज मापनयन्त्र

source: Monitor the recording input volume
ne: ध्वनिको आगत आवाज निगरानी गर

source: Recording level monitor
ne: मापनस्तर यन्त्र

source: Monitor the sound output volume
ne: ध्वनिको निर्गत आवाज निगरानी गर

source: Volume monitor
ne: आवाज पर्यवेक्षक

source: Show desktop volume control
en@shaw: ю ゐ筐 答

source: Change sound volume and sound events
en@shaw: 别 ゐ筐 ю
km: ផ្លាស់ប្ដូរ​កម្រិត​សំឡេង និង​ព្រឹត្តិការណ៍​សំឡេង

source: Enable debugging code
en@shaw: 别 梆仇 答

source: Version of this application
en@shaw: 火 ゐ别

source: - GNOME Volume Control Applet
en@shaw: - 路答 ゐ筐 答 ゐ

source: Waiting for sound system to respond
en@shaw: 别 梆

source: Startup page
en@shaw: 葛仇 别
km: ទំព័រ​ចាប់ផ្ដើម

source: - GNOME Volume Control
en@shaw: - 路答 ゐ筐 答

source: Sound Output Volume
en@shaw: ゐ筐

source: Microphone Volume
en@shaw: ヰ拆答 ゐ筐

# balance
source: Left
en@shaw: ゐю

# balance
source: Right
en@shaw: 拆

# balance
source: Front
en@shaw: 仇

# balance
source: Minimum
en@shaw: ヰヰ

# balance
source: Maximum
en@shaw: ヰヰ

source: _Balance:
en@shaw: _ゐ:

source: _Fade:
en@shaw: _别:

source: Mute
en@shaw: ヰ筐

source: _Profile:
en@shaw: _答拆:

source: Disabled
en@shaw: 别ゐ
km: បាន​បិទ

source: %u Output
en@shaw: %u

source: %u Input
en@shaw: %u

source: Co_nnector:
en@shaw: _ю:

source: Peak detect
en@shaw: 梆 ю

source: Name
en@shaw: 别
km: ឈ្មោះ

source: Device
en@shaw: 拆

source: Speaker Testing for %s
en@shaw: 梆 ю %s

source: Test Speakers
en@shaw: ю 梆火

source: _Output volume:
en@shaw: _ ゐ筐:

source: Sound Effects
en@shaw: ю

source: _Alert volume:
en@shaw: _ゐ火 ゐ筐:

source: Hardware
en@shaw: ｐю

source: C_hoose a device to configure:
en@shaw: _叼 拆 :

source: Settings for the selected device:
en@shaw: ю ゐю 拆:

source: _Input volume:
en@shaw: _ ゐ筐:

source: Input level:
en@shaw: ゐю:

source: C_hoose a device for sound input:
en@shaw: _叼 拆 :

source: C_hoose a device for sound output:
en@shaw: _叼 拆 :

source: Applications
en@shaw: ゐ别

source: No application is currently playing or recording audio.
en@shaw: ゐ别 仇ゐ ゐ别 桂 佛.

source: Sound Preferences
en@shaw: ю拣
km: ចំណូលចិត្ត​សំឡេង

source: Test
en@shaw: ю

source: Failed to start Sound Preferences: %s
en@shaw: 别ゐ 葛 ю拣: %s

source: _Mute
en@shaw: _ヰ筐

source: _Sound Preferences
en@shaw: _ ю拣

source: Muted
en@shaw: ヰ筐

source: Could not create the GStreamer %s element. Please install the '%s' plug-in from the '%s' module. Verify that the installation is correct by running gst-inspect-0.10 %s and then restart gnome-sound-recorder.
en@shaw: 别 GStreamer %s юゐヰ. ゐ梆 佛 '%s' ゐ仇- '%s' ヰ筐. ю ゐ别 ю 仇 gst-inspect-0.10 %s ю 梆葛 路答--.

source: Please verify its settings. You may be missing the necessary plug-ins.
en@shaw: ゐ梆 ю ю. ヰ ヰ ю拣 ゐ仇-.

source: %ld minute
en@shaw: %ld ヰ
km: %ld នាទី

source: %ld hour
en@shaw: %ld
km: %ld ម៉ោង

source: %ld second
en@shaw: %ld ю
km: %ld វិនាទី

source: %s, %s and %s
en@shaw: %s, %s %s
km: %s %s និង %s

source: %s and %s
en@shaw: %s %s
km: %s និង %s

source: Open a File
en@shaw: 答 拆
km: បើក​ឯកសារ

source: Unable to load file: %s
en@shaw: 仇别 ゐ答 拆: %s
km: មិន​អាច​ផ្ទុក​ឯកសារ ៖ %s

source: _Replace
en@shaw: _ゐ别
km: ជំនួស

source: A file named "%s" already exists. Do you want to replace it with the one you are saving?
en@shaw: 拆 别ヰ "%s" 佛ゐю ю. ゐ别 仇 别?
km: មាន​ឯកសារ​ដែល​មានឈ្មោះ "%s" រួចហើយ ។ តើ​អ្នក​ចង់​ជំនួស​វា​ជាមួយ​ឯកសារ​ដែល​អ្នក​កំពុងតែ​រក្សាទុក​ដែរ​ឬ​ទេ ?

source: Could not save the file "%s"
en@shaw: 别 拆 "%s"
km: មិន​អាច​រក្សាទុក​ឯកសារ "%s"

source: Save recording before closing?
en@shaw: 别 桂 ゐ答?
km: រក្សាទុក​ការ​ថត​ចម្លង មុននឹង​បិទ​ឬ ?

source: Save recording?
en@shaw: 别 桂?
km: រក្សាទុក​ការ​ថត​ចម្លង​ឬ ?

source: Close _without Saving
en@shaw: ゐ答 _ 别
km: បិទ​ដោយ​មិន​រក្សាទុក

source: Continue _without Saving
en@shaw: _ 别
km: បន្ត​ដោយ​មិន​រក្សាទុក

source: Question
en@shaw: ю
km: សំណួរ

source: %s (%llu byte)
en@shaw: %s (%llu 拆)

source: %.0f kb/s (Estimated)
en@shaw: %.0f kb/s (юヰ别)
km: %.0f kb/s (ប្រហែល)

source: File duration:
en@shaw: 拆 别:
km: ថិរវេលា​ឯកសារ ៖

source: A sound recorder for GNOME gnome-multimedia@gnome.org
en@shaw: 路答 gnome-multimedia@gnome.org
km: កម្មវិធី​ថត​សំឡេង​សម្រាប់ GNOME gnome-multimedia@gnome.org

source: GConf audio output
en@shaw: GConf 佛
km: ទិន្នន័យ​អូឌីយ៉ូ GConf

source: GConf audio recording
en@shaw: GConf 佛 桂
km: ការ​ថត​អូឌីយ៉ូ GConf

source: Your audio capture settings are invalid. Please correct them with the "Sound Preferences" under the System-Preferences menu.
en@shaw: 筐 佛 ю ゐ. ゐ梆 拣ю ю " ю拣" 仇 -ю拣 ヰю.

source: file output
en@shaw: 拆
km: ទិន្នន័យ​ឯកសារ

source: level
en@shaw: ゐю
km: កម្រិត

source: Could not parse the '%s' audio profile.
en@shaw: 葛 '%s' 佛 答拆.
km: មិន​អាច​ញែក​ទម្រង់​អូឌីយ៉ូ '%s' បាន​ឡើយ ។

source: Could not capture using the '%s' audio profile.
en@shaw: 筐 '%s' 佛 答拆.
km: មិន​អាច​ចាប់​យក​ដោយ​ប្រើ​ទម្រង់​អូឌីយ៉ូ '%s' បាន​ឡើយ ។

source: Could not write to a file using the '%s' audio profile.
en@shaw: 拆 拆 筐 '%s' 佛 答拆.
km: មិន​អាច​សរសេរ​ឯកសារ​ដោយ​ប្រើ​ទម្រង់​អូឌីយ៉ូ​ '%s' បាន​ឡើយ ។

source: Open Volu_me Control
en@shaw: 答 _ゐ筐 答
km: បើក​កម្មវិធី​គ្រប់គ្រង​កម្រិត​សំឡេង

source: Open the audio mixer
en@shaw: 答 佛 ヰ
km: បើក​ឧបករណ៍​លាយ​អូឌីយ៉ូ

source: Close the current file
en@shaw: ゐ答 仇 拆
km: បិទ​ឯកសារ​បច្ចុប្បន្ន

source: Quit the program
en@shaw: 答
km: បិទ​កម្មវិធី

source: Open the manual
en@shaw: 答 ヰ
km: បើក​សៀវភៅ

source: About this application
en@shaw: ゐ别
km: អំពី​កម្មវិធី​នេះ

source: Could not load ui.xml. The program may be not properly installed
en@shaw: ゐ答 ui.xml. 答 ヰ 拣ゐ 佛ゐ

source: Record from _input:
en@shaw: ю桂 _:
km: ថត​ពី​ការ​បញ្ចូល ៖

source: _Record as:
en@shaw: _桂 :
km: ថត​ជា ៖

source: Level:
en@shaw: ゐю:
km: កម្រិត ៖

source: %s - Sound Recorder
en@shaw: %s -

source: Height of the Window
en@shaw: ｐ拆
km: កម្ពស់​បង្អួច

source: Height of the Window to be displayed
en@shaw: ｐ拆 ゐ别

source: Width of the Window to be displayed
en@shaw: ゐ别

source: Sound Theme
en@shaw: 梆
km: រូបរាង​សំឡេង

source: No volume control GStreamer plugins and/or devices found.
en@shaw: ゐ筐 答 GStreamer ゐ仇 / 拆 .
km: រក​មិន​ឃើញ​កម្មវិធី​ជំនួយ GStreamer របស់​ឧបករណ៍​គ្រប់គ្រង​កម្រិត​សំឡេង និង/ឬ​ឧបករណ៍ ។

source: Recording
en@shaw: 桂
km: ថត

source: _Select mixers to be visible:
en@shaw: _ゐю ヰ火 :
km: ជ្រើស​ឧបករណ៍​លាយ​ដែល​អាច​មើល​ឃើញ ៖

source: Toggle audio recording from %s
en@shaw: 佛 桂 %s
km: បិទ​បើក​ការ​ថត​អូឌីយ៉ូ​ពី %s

source: Track %s: audio recording
en@shaw: %s: 佛 桂
km: បទ %s ៖ ការ​ថត​អូឌីយ៉ូ

source: Lock channels for %s together
en@shaw: ゐ ゐ %s ю
km: ចាក់​សោ​ឆានែល​សម្រាប់ %s រួម​គ្នា

source: translator-credits
en@shaw: 路ヰ 路火ヰ
km: Launchpad Contributions: Khoem Sokhem https://launchpad.net/~khoemsokhem

source: _Device:
en@shaw: _拆:
km: ឧបករណ៍ ៖

source: None
en@shaw: 仇
km: គ្មាន

source: Unsupported
en@shaw: 仇桂
km: មិន​គាំទ្រ

source: Default
en@shaw: 佛ゐ
km: លំនាំដើម

source: Failed to load UI file; please check your installation.
en@shaw: 别ゐ ゐ答 UI 拆; ゐ梆 ю 筐 ゐ别.
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទុក​ឯកសារ​ចំណុចប្រទាក់​អ្នកប្រើ សូម​ពិនិត្យមើល​ការ​ដំឡើង​របស់​អ្នក ។

source: D_evice:
en@shaw: _拆:
km: ឧបករណ៍ ៖

source: Default Input
en@shaw: 佛ゐ
km: ការ​បញ្ចូល​លំនាំដើម

source: Default Output
en@shaw: 佛ゐ
km: ទិន្នន័យ​លំនាំដើម

source: P_ipeline:
en@shaw: _拆ゐ拆:
km: ច្រក ៖

source: P_lugin:
en@shaw: _ゐ仇:
km: កម្មវិធី​ជំនួយ ៖

source: Pipeli_ne:
en@shaw: _拆ゐ拆:
km: ច្រក ៖

source: Testing...
en@shaw: ю...

source: _Plugin:
en@shaw: _ゐ仇:
km: កម្មវិធី​ជំនួយ ៖

source: ALSA - Advanced Linux Sound Architecture
en@shaw: ALSA - 路ゐ ю

source: Artsd - ART Sound Daemon
en@shaw: Artsd - 葛 梆ヰ

source: ESD - Enlightenment Sound Daemon
en@shaw: ESD - юゐ拆ヰ 梆ヰ

source: OSS - Open Sound System
en@shaw: OSS - 答

source: OSS - Open Sound System Version 4
en@shaw: OSS - 答 火 4
km: OSS - ប្រព័ន្ធ​សំឡេង​បើក​កំណែ ៤

source: PulseAudio Sound Server
en@shaw: PulseAudio 火
km: ម៉ាស៊ីន​បម្រើ​សំឡេង PulseAudio

source: Sun Audio
en@shaw: 路仇 佛

source: X Window System (No Xv)
en@shaw: X ( Xv)
km: ប្រព័ន្ធ​បង្អួច ​X (គ្មាន Xv)

source: X Window System (X11/XShm/Xv)
en@shaw: X (X11/XShm/Xv)
km: ប្រព័ន្ធ​បង្អួច X (X11/XShm/Xv)

source: Test Sound
en@shaw: ю
km: សាកល្បង​សំឡេង

source: Silence
en@shaw: 拆ゐ
km: ស្ងាត់

source: MJPEG (e.g. Zoran v4l device)
en@shaw: MJPEG (e.g. 路 v4l 拆)
km: MJPEG (ឧ. Zoran v4l device)

source: Test Input
en@shaw: ю
km: សាកល្បង​ការ​បញ្ចូល

source: Video for Linux (v4l)
en@shaw: 路ゐ (v4l)
km: វីដេអូ​សម្រាប់​លីនុច (v4l)

source: Video for Linux 2 (v4l2)
en@shaw: 路ゐ 2 (v4l2)
km: វីដេអូ​សម្រាប់​លីនុច ២ (v4l2)

source: <no name>
en@shaw: < 别>

source: Delete this profile?
en@shaw: ゐ梆 答拆?

source: Edit GNOME Audio Profiles
en@shaw: ю 路答 佛 答拆ゐ

source: %s Run '%s --help' to see a full list of available command line options.
en@shaw: %s 仇 '%s --help' ゐ 别ゐ ヰ ゐ拆 .

source: Profile _description:
en@shaw: 答拆 _:

source: _File extension:
en@shaw: _拆 ю:

source: _GStreamer pipeline:
en@shaw: _GStreamer 拆ゐ拆:

source: CD Quality, AAC
en@shaw: CD ゐ, AAC

source: CD Quality, MP2
en@shaw: CD ゐ, MP2

source: CD Quality, MP3
en@shaw: CD ゐ, MP3

source: List of audio recording profiles. The list contains strings naming subdirectories relative to /system/gstreamer/@GST_MAJORMINOR@/audio/profiles.
en@shaw: ゐ 佛 桂 答拆ゐ. ゐ 别 别ヰ subdirectories юゐ /system/gstreamer/@GST_MAJORMINOR@/audio/profiles.

source: Built-in
en@shaw: ゐ-
km: ជាប់​មក​ជាមួយ

source: Testing event sound
en@shaw: ю ю
km: សាកល្បង​សំឡេង​ព្រឹត្តិការណ៍

source: From theme
en@shaw: 梆
km: ពី​រូបរាង

source: Type
en@shaw: 拆
km: ប្រភេទ

source: Sound _theme:
en@shaw: _梆:
km: រូបរាង​សំឡេង ៖

source: C_hoose an alert sound:
en@shaw: _叼 ゐ火 :
km: ជ្រើស​សំឡេង​ព្រមាន ៖

source: Enable _window and button sounds
en@shaw: 别 _ 仇
km: បើក​សំឡេង​បង្អួច និង​ប៊ូតុង

# Sound event
source: Alert sound
en@shaw: ゐ火
km: សំឡេង​ព្រមាន

# Sound event
source: Windows and Buttons
en@shaw: 答 仇
km: បង្អួច និង​ប៊ូតុង

# Sound event
source: Button clicked
en@shaw: 仇 ゐ
km: បាន​ចុច​ប៊ូតុង

# Sound event
source: Toggle button clicked
en@shaw: 仇 ゐ
km: បិទ​បើក​ប៊ូតុង​ដែល​បាន​ចុច

# Sound event
source: Window maximized
en@shaw: ヰヰ拆
km: បង្អួច​ត្រូវ​បាន​ពង្រីក​អតិបរមា

# Sound event
source: Desktop
en@shaw: ю
km: ផ្ទៃតុ

# Sound event
source: Login
en@shaw: ゐ
km: ចូល

# Sound event
source: New e-mail
en@shaw: -ヰ别
km: អ៊ីមែល​ថ្មី

# Sound event
source: Empty trash
en@shaw: юヰ
km: សម្អាត​ធុងសំរាម

# Sound event
source: Long action completed (download, CD burning, etc.)
en@shaw: ゐ ヰゐ梆 (ゐ答, CD 火, ю.)
km: បាន​បញ្ចប់​សកម្មភាព​វែង (ទាញ​យក ការ​អាន​ស៊ីឌី ជាដើម ។)

# Sound event
source: Alerts
en@shaw: ゐ火
km: ព្រមាន

# Sound event
source: Information or question
en@shaw: 拣ヰ别 ю
km: ព័ត៌មាន ឬ​សំណួរ

# Sound event
source: Warning
en@shaw: 桂
km: ព្រមាន

# Sound event
source: Error
en@shaw: 火
km: កំហុស

# Sound event
source: Battery warning
en@shaw: 拣 桂
km: ការ​ព្រមានអំពី​​ថ្ម

source: Select Sound File
en@shaw: ゐю 拆
km: ជ្រើស​ឯកសារ​សំឡេង

source: Sound files
en@shaw: 拆ゐ
km: ឯកសារ​សំឡេង

source: Custom...
en@shaw: 仇...

source: Sound Theme:
en@shaw: 梆:
km: រូបរាង​សំឡេង ៖

source: Enable window and button sounds
en@shaw: 别 仇
km: បើក​សំឡេង​បង្អួច និង​ប៊ូតុង

source: Bark
en@shaw: 葛
km: ព្រុស

source: Glass
en@shaw: ゐ
km: គោះកែវ

source: Sonar
en@shaw: 答
km: សូណា

source: Could not create the GStreamer %s element. Please install the '%s' plugin from the '%s' module. Verify that the installation is correct by running gst-inspect-0.10 %s and then restart gnome-sound-recorder.
km: មិន​អាច​បង្កើត​ធាតុ GStreamer %s ។ សូម​ដំឡើង​កម្មវិធី '%s' ពី​ម៉ូឌុល '%s' ។ ផ្ទៀងផ្ទាត់​ថា ការ​ដំឡើង​ត្រឹមត្រូវ​ gst-inspect-0.10 %s បន្ទាប់មក ចាប់ផ្ដើម gnome-sound-recorder ឡើងវិញ ។

source: Please verify its settings. You may be missing the necessary plugins.
km: សូម​ផ្ទៀងផ្ទាត់​ការ​កំណត់​របស់​វា ។ អ្នក​ប្រហែល​ជា​បាត់​កម្មវិធីជំនួយ​​សំខាន់​មួយ​ចំនួន ។

source: Playing…
km: កំពុង​ចាក់…

source: %s — Sound Recorder
km: %s — កម្មវិធី​ថត​សំឡេង

source: Recording…
km: កំពុង​ថត​…

source: Your audio capture settings are invalid. Please correct them with the "Sound Preferences" under the System Preferences menu.
km: ការ​កំណត់​ការ​ចាប់​យក​អូឌីយ៉ូ​របស់​អ្នក​មិន​ត្រឹមត្រូវ​ទេ ។ សូម​កែ​ "ចំណូលចិត្ត​សំឡេង" នៅ​ក្រោម​ម៉ឺនុយ​ចំណូលចិត្ត​ប្រព័ន្ធ ។

source: Could not load UI file. The program may not be properly installed.
km: មិន​អាច​ផ្ទុក​ឯកសារ​ចំណុចប្រទាក់​អ្នកប្រើ ។ កម្មវិធី​អាច​នឹង​មិន​ត្រូវ​បាន​ដំឡើង​ត្រឹមត្រូវ ។

source: Untitled
km: គ្មាន​ចំណងជើង

source: Height of the window to be displayed.
km: កម្ពស់​បង្អួច​ត្រូវ​បង្ហាញ ។

source: Width of the Window
km: ទទឹង​បង្អួច

source: Width of the window to be displayed.
km: ទទឹង​បង្អួច​ត្រូវ​បង្ហាញ ។

source: Switches
km: ប្ដូរ

source: Mute/Unmute %s
km: ស្ងាត់/ឮ %s

source: Testing…
km: កំពុង​សាកល្បង…

source: Autodetect
km: រក​ឃើញ​ស្វ័យប្រវត្តិ

source: ALSA — Advanced Linux Sound Architecture
km: ALSA — ស្ថាបត្យកម្ម​សំឡេង​របស់​លីនុច​កម្រិត​ខ្ពស់

source: Artsd — ART Sound Daemon
km: Artsd — ដេមិន​សំឡេង ART

source: ESD — Enlightenment Sound Daemon
km: ESD — ដេមិន​សំឡេង​ច្បាស់

source: OSS — Open Sound System
km: OSS — ប្រព័ន្ធ​សំឡេង​បើក

source: SDL — Simple DirectMedia Layer
km: SDL — ស្រទាប់ DirectMedia សាមញ្ញ

source: No sounds
km: គ្មាន​សំឡេង

# Sound event
source: Window unmaximized
km: បង្អួច​មិន​ត្រូវ​បាន​ពង្រីក​អតិបរមា

# Sound event
source: Window minimised
km: បង្អួច​ត្រូវ​បាន​បង្រួម​អប្បបរមា

# Sound event
source: Logout
km: ចេញ

source: Custom…
km: ផ្ទាល់ខ្លួន…

source: Drip
km: តំណកទឹក
