Repository: phomes/gnome-media
Catalog: po/*.po
Languages: en@shaw, km, ne

source: Address of the server to contact for CD queries
ne: सी डी जिज्ञासाको निम्ति सम्पर्क गर्न सेवादायकको ठेगाना

source: Information to send to server
ne: सेवादायकलाई पठाउने जानकारी

source: Port
ne: पोर्ट

source: Server name
ne: सेवादायक नाम

source: Server type
ne: सेवादायकको प्रकार

source: The hostname that will be sent with all queries
ne: सबै जिज्ञासाहरुसँग पठाउने मालिकको नाम

source: The port that the server is running the database on
ne: पोर्ट जहाँ सेवादायकले डाटावेस चलाइराखेको छ

source: The type of the server to contact for CD queries. Possible values are 0 (FreeDB round robin server), 1 (other freedb server) and 2 (other server).
ne: सी डी को जिज्ञासाहरुको निम्ति सम्पर्क गर्न सेवादायकको प्रकार।

source: The username
ne: प्रयोगकर्ताको नाम

source: The username that will be sent with all queries
ne: सबै जिज्ञासाहरुसँग पठाइने प्रयोगकर्ताको नाम

source: This key specifies which user information will be sent to the server to contact for CD queries. Possible values are 0 (no information), 1 (real information) and 3 (other information).
ne: सी डी जिज्ञासाहरुका निम्ति सेवादायकसँग सम्पर्क गर्दा कुन प्रयोगकर्ताको जानकारी पठाउने भन्ने कुरा यस कुञ्जीले तोक्छ।सम्भाव्य मानहरु हुन ०(जानकारी छैन), १(सत्य जानकारी) र ३(अन्य जानकारी)।

source: Your hostname
ne: तपाईको मालिकको नाम

source: Expander Size
ne: वृद्धिकारक आकार

source: Size of the expander arrow
ne: वृद्धिकारक बाँणको आकार

source: There was an error displaying help: %s
ne: मद्दत देखाउने क्रममा त्रुटि: %s

source: Login Information
ne: लगइन जानकारी

source: Sen_d no information
ne: जानकारी नपठाउ

source: Send real _information
ne: वास्तविक जानकारी पठाउ

source: Send _other information:
ne: अन्य जानकारी पठाउ:

source: _Name:
ne: _नाम:

source: Hostna_me:
ne: मालिकको नाम:

source: Server
ne: सेवादायक

source: FreeDB _round robin server
ne: रिदम र ब्लुज

source: Other _FreeDB server:
ne: अन्य स्वतन्त्र DB सेवादायक

source: Location
ne: स्थान

source: _Update Server List
ne: सेवादायकको सूची संशोधन गर

source: Other _server:
ne: अन्य सेवादायक:

source: Hos_tname:
ne: मालिकको नाम:

source: _Port:
ne: _तार छिराउने प्वाल:

source: CD Database Preferences
ne: सी डी डाटावेशका प्राथमिकताहरु

source: Unknown / Unknown
ne: अज्ञात/अज्ञात

source: Unknown
en@shaw: 仇答
km: មិន​ស្គាល់
ne: अज्ञात

source: Multiple matches...
ne: विविध जोडाहरु

source: There were multiple matches found in the database. Below is a list of possible matches, please choose the best match
ne: यस डाटावेसमा धेरै जोडाहरु भेटिएका छन्। सम्भाव्य जोडाहरुका एउटा सूची तल छ, कृपया सर्वोत्तम जोडा छान्नुहोस्

source: Category
ne: समूह

source: Disc ID
ne: डिक्स परिचय

source: Artist and Title
ne: कलाकार र शीर्षक

source: Unknown track
ne: अज्ञात ट्रयाक

source: CD Database Server
ne: सी डी डाटावेश सेवादायक

source: Modify your CD database server preferences
ne: तपाईको सी डी डाटावेश सेवादायकका प्राथमिकताहरु संशोधन गर्नुहोस्

source: Blues
ne: ब्लुज

source: Classical Rock
ne: शास्त्रीय रक

source: Country
ne: देश

source: Dance
ne: नाच

source: Disco
ne: डिस्को

source: Funk
ne: फन्क

source: Grunge
ne: ग्रञ्ज

source: Hip-Hop
ne: हिप-हप

source: Jazz
ne: ज्याज

source: Metal
ne: मेटल

source: New Age
ne: नयाँ युग

source: Oldies
ne: पुराना

source: Other
ne: अन्य

source: Pop
ne: पप

source: R&B
ne: रिदम र ब्लुज

source: Rap
ne: र्‍याप

source: Reggae
ne: रेगे

source: Rock
ne: रक

source: Techno
ne: टेक्न

source: Industrial
ne: औद्योगिक

source: Alternative
ne: वैकल्पिक

source: Ska
ne: स्का

source: Death Metal
ne: डेथ मेटल

source: Pranks
ne: प्र्याङ्कहरु

source: Soundtrack
ne: ध्वनिट्रयाक

source: Euro-Techno
ne: युरो-टेक्नो

source: Ambient
ne: एम्बिएण्न्ट

source: Trip-Hop
ne: ट्रिप-हप

source: Vocal
ne: आवाज

source: Jazz+Funk
ne: ज्याज‌+फन्क

source: Fusion
ne: मिश्रित

source: Trance
ne: ट्रयान्स

source: Classical
ne: शास्त्रीय

source: Instrumental
ne: औजार सहितको

source: Acid
ne: एसिड

source: House
ne: घर

source: Game
ne: _खेल

source: Sound Clip
ne: ध्वनि टुक्रा

source: Gospel
ne: गसपेल

source: Noise
ne: हल्ला

source: Alt
ne: वैकल्पिक(अल्टर)

source: Bass
ne: ब्यास

source: Soul
ne: आत्मा

source: Punk
ne: पङ्क

source: Space
ne: खालीस्थान

source: Meditative
ne: भावनाशील

source: Instrumental Pop
ne: औजार सहितको पप

source: Instrumental Rock
ne: औजार सहितको रक

source: Ethnic
ne: जातिगत

source: Gothic
ne: गथिक

source: Darkwave
ne: डार्कवेभ

source: Techno-Industrial
ne: टेक्नो-औद्योगिक

source: Electronic
ne: विद्युतीय

source: Pop-Folk
ne: पप-लोक

source: Eurodance
ne: युरोनाच

source: Dream
ne: सपना

source: Southern Rock
ne: दक्षिणी रक

source: Comedy
ne: हाँस्य

source: Cult
ne: सम्प्रदाय

source: Gangsta Rap
ne: ग्याग्सट र्‍याप

source: Top 40
ne: उच्च ४०

source: Christian Rap
ne: क्रिस्टियन र्‍याप

source: Pop/Funk
ne: पप/फन्क

source: Jungle
ne: जंगल

source: Native American
ne: रैथाने अमेरिकी

source: Cabaret
ne: क्याबरे

source: New Wave
ne: नयाँ तरङ्ग

source: Psychedelic
ne: उत्तेजक(साइकीडेलिक)

source: Rave
ne: रेभ

source: Showtunes
ne: शोवट्युन्स

source: Trailer
ne: टुक्रा

source: Lo-Fi
ne: कम-फिड्यालिटि

source: Tribal
ne: जातीय

source: Acid Punk
ne: एसिड पन्क

source: Acid Jazz
ne: एसिड ज्याज

source: Polka
ne: पोल्का

source: Retro
ne: रेट्रो

source: Musical
ne: साङ्गीतिक

source: Rock & Roll
ne: रक एन्ड रोल

source: Hard Rock
ne: हार्ड रक

source: Folk
ne: लोक

source: Folk/Rock
ne: लोक/रक

source: National Folk
ne: रोष्ट्रिय लोक

source: Swing
ne: स्विङ्ग

source: Fast-Fusion
ne: फास्ट-मिश्रण

source: Bebop
ne: बेबुप

source: Latin
ne: ल्याटिन

source: Revival
ne: संजीवन

source: Celtic
ne: केल्टिक

source: Bluegrass
ne: ब्लुग्रास

source: Avantgarde
ne: याभगाड

source: Gothic Rock
ne: गथिक रक

source: Progressive Rock
ne: प्रगतिशील रक

source: Psychedelic Rock
ne: साइकीडेलिक

source: Symphonic Rock
ne: सिमफोनिक रक

source: Slow Rock
ne: स्लो रक

source: Chorus
ne: कोरस

source: Easy Listening
ne: सुन्नलाई सजिलो

source: Acoustic
ne: श्रवणीय

source: Humour
ne: हास्यता

source: Speech
ne: बोली

source: Chanson
ne: च्यानसन

source: Opera
ne: ओपेरा

source: Chamber Music
ne: च्यामबर संगीत

source: Sonata
ne: सोनाटा

source: Symphony
ne: सिमफनि

source: Booty Bass
ne: बुटि बास

source: Primus
ne: प्रिमस

source: Porn Groove
ne: उत्तेजक ग्रूभ

source: Satire
ne: ब्यङ्ग

source: Slow Jam
ne: स्लो ज्याम

source: Club
ne: कल्ब

source: Tango
ne: ट्यागो

source: Samba
ne: साम्बा

source: Folklore
ne: लोकगीत

source: Ballad
ne: ब्यालड

source: Power Ballad
ne: शक्ति ब्यालड

source: Rhythmic Soul
ne: तालबद्ध आत्मा

source: Freestyle
ne: खुल्लाशैली

source: Duet
ne: युगलगान

source: Punk Rock
ne: पङ्क रक

source: Drum Solo
ne: ड्रम सोलो

source: A Cappella
ne: अ क्यापला

source: Euro-House
ne: युरो-

source: Dance Hall
ne: नाँच घर

source: Goa
ne: गोवा

source: Drum & Bass
ne: ड्रम र ब्यास

source: Club-House
ne: मण्डलगृह

source: Hardcore
ne: कट्टर

source: Terror
ne: त्रास

source: Indie
ne: इनडि

source: BritPop
ne: ब्रिटपप

source: Negerpunk
ne: निगरपङ्क

source: Polsk Punk
ne: पोल्स्क पङ्क

source: Beat
ne: ताल

source: Christian Gangsta Rap
ne: क्रिस्चियन ग्याङ्स्ट र्‍याप

source: Heavy Metal
ne: हेब्भि मेटल

source: Black Metal
ne: ब्याक मेटल

source: Crossover
ne: क्रस ओभार

source: Contemporary Christian
ne: समकालीन क्रिस्चियन

source: Christian Rock
ne: क्रिस्चियन रक

source: Merengue
ne: मिरनगु

source: Salsa
ne: साल्सा

source: Thrash Metal
ne: थ्याश मेटल

source: Anime
ne: यानिमी

source: JPop
ne: जी पप

source: Synthpop
ne: सिन्थ पप

source: Nu-Metal
ne: नु-मेटल

source: Art Rock
ne: आर्ट रक

source: Unknown Artist
ne: अज्ञात कलाकार

source: Unknown Album
ne: अज्ञात एलबम

source: Editing Disc ID: %s
ne: डिस्क परिचय सम्पादन हुदैछ: %s

source: Editing Disc ID:
ne: डिस्क परिचय सम्पादन हुदैछ:

source: _Artist:
ne: कलाकार:

source: Disc _Title:
ne: डिस्क शीर्षक:

source: Show advanced disc options
ne: उच्च डिस्क विकल्पहरु देखाउ

source: Hide advanced disc options
ne: उच्च डिस्क विकल्पहरु लुकाउ

source: _Disc comments:
ne: डिस्क टिप्पणीहरु:

source: _Genre:
ne: किसिम:

source: _Year:
ne: वर्ष

source: Title
ne: शीर्षक

source: Length
ne: लम्बाइ:

source: Show advanced track options
ne: उच्च ट्रयाक विकल्पहरु देखाउ

source: Hide advanced track options
ne: उच्च ट्रयाक विकल्पहरु लुकाउ

source: _Extra track data:
ne: अतिरिक्त ट्रयाक तथ्याङ्कहरु:

source: CDDB Track Editor
ne: सी डी डी बी ट्रयाक सम्पादक

source: Cannot create CDDBTrackEditor factory. This may be caused by another copy of cddb-track-editor already running.
ne: सी डी डी बी ट्रयाक सम्पादक निर्माण भएन । सी डी डी बी ट्रयाक सम्पादकको अरु नै प्रतिलिपि पहिले देखिनै सञ्चालनमा रहेको हुनाले यसो भएको हुनसक्छ।

source: CD Display
ne: सी डी प्रदशन

source: Displays information about the currently playing album, artist and time elapsed
ne: बजिरहेको अलबम, कलाकार र व्यतीत समयका बारेमा जानकारी देखाँउछ

source: Time Line
ne: समय क्रम

source: Line for displaying the time elapsed for the current track
ne: हालको ट्रयाकको व्यतीत समय प्रदर्शन गर्ने रेखा

source: Info Line
ne: जानकारी क्रम

source: Line for displaying information
ne: जानकारी प्रदर्शन गर्ने रेखा

source: Artist Line
ne: कलाकार क्रम

source: Line for displaying the name of the artist
ne: कलाकारको नाम प्रदर्शन गर्ने रेखा

source: Album Line
ne: एलबम क्रम

source: Line for displaying the name of the album
ne: अलबमको नाम प्रदर्शन गर्ने रेखा

source: Play
ne: बजाउ

source: Pause
ne: रोक

source: Playing %s - %s
ne: %s - %s बजाउदै छ

source: Playing
ne: बजाउदै छ

source: Paused
ne: रोकियो

source: CD Player
ne: सी डी वादक यन्त्र

source: Stopped
ne: रोकियो

source: Disc error
ne: डिक्सको त्रुटि

source: No disc
ne: डिक्स छैन

source: Drive open
ne: ड्राइभ खुल्ला छ

source: Data CD
ne: डाटा सी डी

source: No Cdrom
ne: सिडिरोम छैन

source: Drive Error
ne: ड्राइभको त्रुटि

source: A CD player for GNOME
ne: जिनोमको एउटा सी डी चलाउने यन्त्र

source: You do not seem to have permission to access %s.
ne: %s मा प्रवेशको निम्ति तपाईसंग अनुमति छ जस्तो देखिदैन।

source: %s does not appear to point to a valid CD device. This may be because: a) CD support is not present in your machine b) You do not have the correct permissions to access the CD drive c) %s is not the CD drive.
ne: %sले मान्य सी डी साधनलाई देखाएको छैन।यो हुने कारणहरु: क)तपाईको मशीनमा सिडि समर्थन(ना.) उपस्थित छैन ख)तपाईसंग सी डी ड्राइभमा प्रवेशको निम्ति सहि अनुमति छैन ग)%s सी डी ड्राइभ होइन।

source: Orientation
ne: अभिमुखिकरण

source: The orientation of the tray.
ne: डिस्क आधार फर्केको दिशा।

source: %d - Unknown
ne: %d -अज्ञात

source: P_revious track
ne: पहिलेको ट्रयाक

source: _Stop
ne: रोक

source: _Play / Pause
ne: बजाउ/रोक

source: _Next track
ne: पछिको ट्रयाक

source: _Eject disc
ne: डिस्क निकाल

source: _Help
en@shaw: _ｐюゐ
km: ជំនួយ
ne: मद्दत

source: _About CD player
ne: सी डी चलसउने यन्त्रबारे

source: There is no CD device set. This means that the CD player will be unable to run. Click 'Set device' to go to a dialog where you can set the device, or click 'Quit' to quit the CD player.
ne: सी डी साधन सेट छैन। यसको मतलब सिडि बजाउने यन्त्र सञ्चालन गर्न सकिने छैन। डायलगमा जान 'साधन जडान'मा क्लिक गर्नुहोस् जहा तपाई साधन जडान गर्न सक्नुहुन्छ, वा सिडि बजाउने यन्त्रबाट बाहिर निस्कन 'बाहिर निस्क'मा क्लिक गर्नुहोस्।

source: Set device
ne: साधन मिलाउ

source: No CD device
ne: सी डी साधन छैन

source: The CD player is unable to run correctly. Press 'Details' for more details on reasons for the failure. Press 'Set device' to go to a dialog where you can set the device, or press 'Quit' to quit the CD player
ne: सी डी बजाउने यन्त्र सहितरिकाले सञ्चालन गर्न सकिएन, यस असफलताको कारणहरुका विवरणहरुका निम्ति 'विवरणहरु' थिच्नुहोस्। डायलगमा जान 'साधन जडान'मा क्लिक गर्नुहोस् जहा तपाई साधन जडान गर्न सक्नुहुन्छ, वा सिडि बजाउने यन्त्रबाट बाहिर निस्कन 'बाहिर निस्क'मा क्लिक गर्नुहोस्।

source: _Details
ne: विवरणहरु

source: _Set device
ne: साधन मिलाउ

source: Invalid CD device
ne: अमान्य सी डी साधन

source: Volume control
ne: ध्वनि नियन्त्रक

source: Position
ne: अवस्था

source: Open track editor
ne: ट्रयाक सम्पादक खोल

source: Track editor
ne: ट्रयाक सम्पादक

source: Open preferences
ne: प्राथमिकिकरणहरु खोल

source: Preferences
ne: प्राथमिकताहरु

source: Track List
ne: ट्रयाकको सूची

source: Previous track
ne: पहिलेको ट्रयाक

source: Previous
ne: पहिलेको

source: Rewind
ne: चाँडो पछाडि जाऊ

source: Play / Pause
ne: बजाउ/रोक

source: Stop
ne: रोक

source: Fast forward
ne: चाँडो अघाडि जाऊ

source: Next track
ne: पछिको ट्रयाक

source: Eject CD
ne: सी डी बाहिर निकाल

source: Eject
ne: बाहिर निकाल

source: CD device to use
ne: प्रयोग गर्ने सी डी यन्त्र

source: Only start if there isn't already a CD player application running
ne: सी डी बजाउने कार्यक्रम पहिले देखि नै सञ्चालनमा छैन भने मात्र शुरु गर

source: Play the CD on startup
ne: प्रारम्भ गर्दा सी डी बजाउ

source: Cannot create player
ne: बजाउने यन्त्र बनाउन सकिएन

source: Play audio CDs
ne: ध्वनि सी डीहरु बजाउ

source: CD player theme
ne: सी डी बजाउने यन्त्रको विषय

source: Device path
ne: साधनको बाटो

source: Eject the CD when CD player quits?
ne: सी डी बजाउने यन्त्र बाहिर निस्कदा सी डीलाई निकाल्नु हुन्छ?

source: Play when the CD player starts?
ne: सी डी बजाउने यन्त्र शुरु हुदा बजाउन हुन्छ?

source: Should the CD be ejected when the CD player quits?
ne: सी डी बजाउने यन्त्र बाहिर निस्कदा सी डी लाई बाहिर निकाल्न सकिन्छ?

source: The path to the CD drive that the CD player should use to play CDs
ne: सी डी बजाउने यन्त्रले सी डी हरु बजाउन निश्चितरुपमा प्रयोग गर्नु पर्ने सी डी -ड्राइभको मार्ग

source: What theme should the CD player use for its appearance
ne: सी डी बजाउने यन्त्रले आफ्नो ढाँचाको निम्ति कुन विषय प्रयोग गर्ने

source: When the CD player is started, should it start playing the CD?
ne: जब सी डी बजाउने यन्त्र शुरु गरिन्छ, के यसले सी डी बजाउन शुरु गरे हुन्छ?

source: %s This means that the CD player will not be able to run.
ne: %s यसको अर्थ यो सी डी बजाउने यन्त्र सञ्चालन गर्न असमर्थ छ।

source: Error setting device
ne: साधन मिलाउदा त्रुटि

source: CD Player Preferences
ne: सी डी बजाउने यन्त्रको प्राथमिकताहरु

source: _Device:
en@shaw: _拆:
km: ឧបករណ៍ ៖
ne: साधन:

source: Behavior
ne: व्यवहार

source: Attempt to _eject CD when CD Player exits
ne: सिडि बजाउने यन्त्र बन्दहुदा सिडि निकाल्ने कोसिस गर

source: Attempt to eject CD when CD Player exits
ne: सिडि बजाउने यन्त्र बन्दहुदा सिडि निकाल्ने कोसिस गर

source: Themes
ne: विषयहरु

source: _Select a theme:
ne: एउटा विषय छान्नुहोस्

source: Record sound clips
en@shaw: 桂 ゐ
km: ថត​ឈុត​សំឡេង
ne: ध्वनि टुक्राहरुलाई रेकर्ड गर

source: Sound Recorder
km: កម្មវិធី​ថត​សំឡេង
ne: ध्वनि रेकर्डयन्त्र

source: About
ne: बारेमा

source: Close
ne: बन्द गर

source: Close this window
ne: यो विन्डो बन्द गर

source: Contents
km: មាតិកា
ne: विषयसूचीहरु

source: Create a new sample
en@shaw: 别 ヰ
km: បង្កើត​គំរូ​ថ្មី
ne: एउटा नयाँ नमूना निर्माण गर

source: Display help for Sound Recorder
ne: ध्वनि रेकर्डयन्त्रको निम्ति मद्दत देखाउ

source: File Information
en@shaw: 拆 拣ヰ别
km: ព័ត៌មាន​ឯកសារ
ne: फाईल जानकारी

source: File _Information
ne: फाईल जानकारी

source: Main toolbar
ne: मुख्य औजारपट्टि

source: New
ne: नयाँ

source: Open
en@shaw: 答
km: បើក
ne: खोल

source: Open a file
en@shaw: 答 拆
km: បើក​ឯកសារ
ne: एउटा फाईल खोल

source: Play sound
en@shaw: ゐ
km: ចាក់​សំឡេង
ne: ध्वनि बजाउ

source: Quit
ne: अन्तय गर

source: Quit the application
ne: यो कार्यक्रम अन्त्य गर

source: Recent _Files
ne: भरखरैका फाइलहरु

source: Record
ne: रेकर्ड गर

source: Record sound
en@shaw: 桂
km: ថត​សំឡេង
ne: ध्वनि रेकर्ड गर

source: Run Mixer
ne: मिसाउने यन्त्र सञ्चालन गर

source: Run _Mixer
ne: मिसाउने यन्त्र सञ्चालन गर

source: Run the audio mixer
ne: ध्वनि मिसाउने यन्त्र सञ्चालन गर

source: Save
en@shaw: 别
km: រក្សាទុក
ne: सञ्चय गर

source: Save As
en@shaw: 别
km: រក្សាទុក​ជា
ne: रुपमा सञ्चय गर

source: Save _As...
ne: .... रुपमा सञ्चय गर

source: Save the current file
en@shaw: 别 仇 拆
km: រក្សាទុក​ឯកសារ​បច្ចុប្បន្ន
ne: चालु फाइल सञ्चय गर

source: Save the current file with a different name
en@shaw: 别 仇 拆 拣 别
km: រក្សាទុក​ឯកសារ​បច្ចុប្បន្ន​ដោយ​ប្រើ​ឈ្មោះ​ផ្សេង
ne: चालु फाइललाई अरू नामले सञ्चय गर

source: Show information about the current file
en@shaw: 拣ヰ别 仇 拆
km: បង្ហាញ​ព័ត៌មាន​អំពី​ឯកសារ​បច្ចុប្បន្ន
ne: यस चालू फाईलको जानकारी देखाउ

source: Show information for Sound Recorder
ne: ध्वनि रेकर्डयन्त्रको निम्ति जानकारी देखाउ

source: Stop sound
km: បញ្ឈប់​សំឡេង
ne: ध्वनि बन्द गर

source: _About
ne: _बारेमा

source: _Close Window
ne: विन्डो बन्दगर

source: _Contents
ne: बिषयसूचीहरु

source: _Control
en@shaw: _答
km: គ្រប់គ្រង
ne: नियन्त्रण

source: _File
en@shaw: _拆
km: ឯកសារ
ne: फाईल

source: _New
ne: नयाँ

source: _Open...
ne: खोल....

source: _Play
ne: बजाउ

source: _Quit
ne: बाहिर निस्क

source: _Record
ne: रेकर्ड गर

source: _Save
ne: -सञ्चय गर

source: Dummy option
ne: अउपयोगि विकल्प

source: hours
ne: घण्टाहरु

source: hour
ne: घण्टा

source: minutes
ne: मिनेटहरु

source: minute
ne: मिनेट

source: seconds
ne: सेकेन्डहरु

source: second
ne: सेकेन्ड

source: Ready
en@shaw: ю
km: រួចរាល់
ne: तयार

source: Save file as
en@shaw: 别 拆
km: រក្សាទុក​ឯកសារ​ជា
ne: जस्तै फाईल सञ्चय गर

source: %s is not installed in the path.
en@shaw: %s 佛ゐ .
km: %s មិន​ត្រូវ​បាន​ដំឡើង​នៅ​ក្នុង​ផ្លូវ​ទេ ។
ne: %s यस मार्गमा प्रतिस्थापना गरिएको छैन।

source: There was an error starting %s: %s
en@shaw: 火 葛 %s: %s
km: មាន​កំហុស​ក្នុង​ការ​ចាប់ផ្ដើម %s ៖ %s
ne: %s सुरु गर्दा त्रुटि: %s

source: %s (Has not been saved)
en@shaw: %s (ｐ 梆 别)
km: %s (មិន​ត្រូវ​បាន​រក្សាទុក)
ne: %s (सञ्चय गरिएको छैन)

source: Unknown size
en@shaw: 仇答 拆
km: មិន​ស្គាល់​ទំហំ
ne: अज्ञात आकार

source: %.1f kHz
ne: %.1f किलोहर्ज

source: %.0f kb/s
ne: %.0f के बी /से

source: 1 (mono)
en@shaw: 1 (ヰ)
km: ១ (ម៉ូណូ)
ne: १(एक)

source: 2 (stereo)
en@shaw: 2 (ю梆)
km: ២ (ស្តេរ៉េអូ)
ne: २(दुई)

source: %s Information
en@shaw: %s 拣ヰ别
km: %s ព័ត៌មាន
ne: %s जानकारी

source: Folder:
en@shaw: 答ゐ:
km: ថត ៖
ne: फोल्डर:

source: Filename:
en@shaw: 拆ゐ别:
km: ឈ្មោះ​ឯកសារ ៖
ne: फाईलको नाम

source: File size:
en@shaw: 拆 拆:
km: ទំហំ​ឯកសារ ៖
ne: फाईलको आकार:

source: Audio Information
en@shaw: 佛 拣ヰ别
km: ព័ត៌មាន​អូឌីយ៉ូ
ne: ध्वनि जानकारी

source: Number of channels:
en@shaw: 仇ヰ ゐ:
km: ចំនួន​ឆានែល ៖
ne: धाराहरुको संख्या

source: Sample rate:
en@shaw: ヰ 别:
km: អត្រា​គំរូ ៖
ne: नमूना दर:

source: Bit rate:
en@shaw: 别:
km: អត្រា​ប៊ីត ៖
ne: विट दर:

source: A sound recorder for GNOME
ne: जिनोमको निम्ति एउटा ध्वनि रेकर्डयन्त्र

source: Playing...
en@shaw: ゐ别...
ne: बज्दैछ...

source: %s.%s - Sound Recorder
ne: %s.%s -ध्वनि रेकर्ड यन्त्र

source: Recording...
en@shaw: 桂...
ne: रेकर्ड हुदैछ...

source: There is no default GStreamer audio input element set - please install the GStreamer-GConf schemas or set one manually
ne: पूर्वनिश्चित जी-स्ट्रिमर श्रव्य निर्गत उपकरण भेटिएन ‌‌-जी-स्ट्रिमर जी-कन्फ वा कुनै एउटा आफैँले जडान गर्नुस्

source: Failed to create GStreamer encoder elements - check your encoding setup
ne: जी-स्ट्रिमर सङ्केतन उपकरण निर्माण गर्न असफल - सङ्केतन उपकरण जाँच गर्नुहोस्

source: Could not find GStreamer filesink plugin - please install it
ne: जी-स्ट्रिमर फाइलका बाह्य सम्बन्धक पाइएन - कृपया जडान गर्नुहोस्

source: Failed to link encoder elements with file output element - you probably selected an invalid encoder
ne: निर्गत सङ्केतन उपकरणसँग सम्बन्ध जोड्न असफल -सायद तपाँईँले गलत सङ्केतन उपकरण छान्नुभयो होला

source: Record as
ne: जस्तै अभिलेख

source: File information
ne: फाईल सूचना

source: <none>
en@shaw: <仇>
ne: <कोही छैन>

source: Length:
en@shaw: ゐю:
km: រយៈពេល ៖
ne: लम्बाइ:

source: Adjust the volume level
ne: यो ध्वनिको मात्रा मिलाउनुहोस्

source: Volume Control
en@shaw: ゐ筐 答
km: ឧបករណ៍​គ្រប់គ្រង​កម្រិត​សំឡេង
ne: ध्वनि नियन्त्रक

source: Playback
en@shaw: ゐ别
km: ចាក់​ឡើងវិញ
ne: बजाउ

source: Capture
ne: पकड

source: Options
km: ជម្រើស
ne: विकल्पहरु

source: Unknown Volume Control %d
en@shaw: 仇答 ゐ筐 答 %d
km: មិន​ស្គាល់​ឧបករណ៍​គ្រប់គ្រង​កម្រិត​សំឡេង %d
ne: अज्ञात %d ध्वनि नियन्त्रक

source: No volume control elements and/or devices found.
ne: ध्वनि नियन्त्रकको कुनै पनि तत्वहरु र/वा साधनहरु पाइएन।

source: Volume Control Preferences
en@shaw: ゐ筐 答 ю拣
km: ចំណូលចិត្ត​ឧបករណ៍​គ្រប់គ្រង​កម្រិតសំឡេង
ne: धवनि नियन्त्रकको प्राथमिकताहरु

source: _Select tracks to be visible:
ne: ट्याकहरु छान्नुहोस्, देखिनका निम्ति:

source: Mute/unmute %s
ne: %s लाई मौन/आवाज

source: Track %s: mute
en@shaw: %s: ヰ筐
km: បទ %s ៖ ស្ងាត់
ne: %s ट्रयाक: मौन

source: Toggle audio capture from %s
ne: %sबाट ध्वनि पकडलाई टगल गर

source: Track %s: audio capture
ne: %s ट्याक: ध्वनि पकड

source: %s Option Selection
en@shaw: %s ゐю
km: ជ្រើស​ជម្រើស %s
ne: %s विकल्प छनौट

source: mono
en@shaw: ヰ
km: ម៉ូណូ
ne: एकल

source: left
en@shaw: ゐю
km: ឆ្វេង
ne: बाँया

source: right
en@shaw: 拆
km: ស្ដាំ
ne: दाँया

source: front left
en@shaw: 仇 ゐю
km: ឆ្វេង​ផ្នែក​ខាងមុខ
ne: अगाडि बाँया

source: front right
en@shaw: 仇 拆
km: ស្ដាំ​ផ្នែក​ខាងមុខ
ne: अगाडि दाँया

source: rear left
en@shaw: ゐю
km: ឆ្វេង​ផ្នែក​ខាងក្រោយ
ne: पछाडि बाँया

source: rear right
en@shaw: 拆
km: ស្ដាំ​ផ្នែក​ខាងក្រោយ
ne: पछाडि दाँया

source: front center
en@shaw: 仇 ю
km: កណ្ដាល​ផ្នែក​ខាងមុខ
ne: अगाडि बीचमा

source: LFE
ne: एल एफ ई

source: side left
en@shaw: 拆 ゐю
km: ចំហៀង​ខាងឆ្វេង
ne: बाँयातिर

source: side right
en@shaw: 拆 拆
km: ចំហៀង​ខាងស្ដាំ
ne: दायाँ तर्फमा

source: unknown
en@shaw: 仇答
km: មិន​ស្គាល់
ne: अज्ञात

source: Volume of %s channel on %s
en@shaw: ゐ筐 %s %s
km: កម្រិត​សំឡេង %s ឆានែល​នៅលើ %s
ne: %sमा %sमाध्यमको स्बरको पुष्टयाइ

source: Track %s
en@shaw: %s
km: បទ %s
ne: %s ट्रयाक

source: Channel %d of track %s
en@shaw: %d %s
km: ឆានែល %d នៃ​បទ %s
ne: च्यानल%d को ट्रयाक%s

source: Track %s, channel %d
en@shaw: %s, %d
km: បទ %s ឆានែល %d
ne: ट्रयाक%s , च्यानल%d

source: Track %s: lock channels together
en@shaw: %s: ゐ ゐ ю
km: បទ %s ៖ ចាក់​សោ​ឆានែល​រួមគ្នា
ne: %sट्रयाक: माध्यमहरु सँगै रोक

source: _Change Device
ne: साधन परिवर्नतन गर्नुहोस

source: Control volume on a different device
en@shaw: 答 ゐ筐 拣 拆
km: គ្រប់គ្រង​កម្រិត​សំឡេង​នៅ​លើ​ឧបករណ៍​ផ្សេងទៀត
ne: एउटा भिन्नै साधनमा ध्वनि नियन्त्रण गर

source: Change device to %s
ne: %s मा साधन परिवर्तनलाई गर्नुहोस्

source: Volume Control: %s
en@shaw: ゐ筐 答: %s
km: ឧបករណ៍​គ្រប់គ្រង​កម្រិត​សំឡេង ៖ %s
ne: ध्वनि नियन्त्रक:%s

source: A GNOME/GStreamer-based volume control application
en@shaw: 路答/GStreamer-别 ゐ筐 答 ゐ别
km: កម្មវិធី​គ្រប់គ្រង​កម្រិត​សំឡេង​ដែល​មាន​លើ A GNOME/GStreamer
ne: एउटा जिनोम/जि स्ट्रिमरमा आधारित ध्वनि नियन्त्रण कार्यक्रम

source: Failure instantiating main window
en@shaw: 别ゐ 梆别 ヰ别
km: បរាជ័យ​ក្នុង​ការ​បង្កើត​គំរូ​បង្អួច​មេ
ne: मुख्य विन्डो

source: Could not load UI resource %s
ne: %s युआइ स्रोत लोड गर्न सकिएन

source: Configure defaults for GStreamer applications
en@shaw: 佛ゐ GStreamer ゐ别
km: កំណត់​រចនាសម្ព័ន្ធ​លំនាំដើម​សម្រាប់​កម្មវិធី GStreamer
ne: जी स्ट्रिमर कार्यक्रमहरुका निम्ति पूर्वनिर्धारणहरु मिलाउ

source: Multimedia Systems Selector
km: កម្មវិធី​ជ្រើស​ប្រព័ន្ធ​ពហុមេឌៀ
ne: बहुमीडिया पद्धतिहरुको छनौटकर्ता

source: <b>Default Sink</b>
ne: <b>पूर्वनिधारित sink</b>

source: <b>Default Source</b>
ne: <b>पूर्वनिधारित स्रोत</b>

source: <span weight="bold" size="x-large">Testing...</span>
ne: <दूरीको तौल="bold" साइज="x-ठूलो">जाँच्दै...</दूरी>

source: Audio
en@shaw: 佛
km: អូឌីយ៉ូ
ne: ध्वनि

source: Click Ok to finish.
en@shaw: ゐ 答 .
km: ចុច យល់ព្រម ដើម្បី​បញ្ចប់ ។
ne: अन्त्य गर्न, सबै ठीक छ क्लिक गर्नुहोस्

source: Pipe_line:
ne: पाइपलाईन:

source: Te_st
en@shaw: _ю
km: សាកល្បង
ne: जाँज

source: Testing Pipeline
en@shaw: ю 拆ゐ拆
km: ច្រក​សាកល្បង
ne: पाइपलाइन जाँचिरहेको छ

source: Video
km: វីដេអូ
ne: भिडिओ(दृष्य)

source: _Input:
ne: आगत:

source: _Output:
ne: परिणाम:

source: _Pipeline:
ne: पाइपलाईन:

source: _Test
en@shaw: _ю
km: សាកល្បង
ne: जाँच

source: Custom
en@shaw: 仇
km: ផ្ទាល់ខ្លួន
ne: आफै मिलाउनुहोस

source: Failed to construct test pipeline for '%s'
en@shaw: 别ゐ 仇 ю 拆ゐ拆 '%s'
km: បាន​បរាជ័យ​ក្នុង​ការ​បង្កើត​ច្រក​សាកល្បង '%s'
ne: '%s'को निम्ति परिक्षा पाइपलाइन निर्माण गर्न असफल

source: There was an error displaying help: %s
en@shaw: 火 ゐ别 ｐюゐ: %s
ne: मद्दत देखाउदा त्रुटि भेटियो : %s

source: Editing profile "%s"
en@shaw: ю 答拆 "%s"
ne: "%s" प्रोफाईल संपादन हुदैछ

source: <not named>
ne: <नामाकरण नगरिएको>
